tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
vscode "13xforever.language-x86-64-assembly"
vscode "aaron-bond.better-comments"
vscode "AhmedAbdulrahman.aylin"
vscode "ajshortt.tokyo-hack"
vscode "akamud.vscode-theme-onedark"
vscode "andradei.minimal-colors"
vscode "Angular.ng-template"
vscode "arthurwhite.white"
vscode "Avetis.tokyo-night"
vscode "azemoh.one-monokai"
vscode "ChaminduVidyarathne.neosolarized-custom"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "EmilijanMB.sublime-text-4-theme"
vscode "enkia.tokyo-night"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "evzen-wybitul.magic-racket"
vscode "fabiospampinato.vscode-monokai-night"
vscode "formulahendry.code-runner"
vscode "gerane.Theme-Dark-Dracula"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "IBM.output-colorizer"
vscode "ii3i.min"
vscode "illixion.vscode-vibrancy-continued"
vscode "Ionide.Ionide-fsharp"
vscode "jan-dolejsi.pddl"
vscode "jeff-hykin.better-cpp-syntax"
vscode "JohnSchlesinger.neosolarized-theme"
vscode "jprestidge.theme-material-theme"
vscode "Kelvin.vscode-sshfs"
vscode "klyap.vscode-stardew-icon-theme"
vscode "leandro-rodrigues.fluent-ui-vscode"
vscode "manigandancodes.repl-it-theme"
vscode "mateocerquetella.xcode-12-theme"
vscode "mcright.auto-save"
vscode "miguelsolorio.min-theme"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "origamid.origamid-theme"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "samplavigne.p5-vscode"
vscode "sdras.night-owl"
vscode "smockle.xcode-default-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "tal7aouy.theme"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "undefined_publisher.dssl2-vscode-extension"
vscode "usernamehw.errorlens"
vscode "va1kio.minimal-dark"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "Yummygum.city-lights-icon-vsc"
vscode "zhuangtongfa.material-theme"
